[{"date": "2025-03-01", "content": "今日は玲菜の美容院に付き合って岡崎デート。待っている間にコメダでポッドキャストの未来について妄想。それから岡崎のまるみ八丁味噌で見学！初体験で勉強になったし、見学の案内の人がアナウンサーみたいなレベルの高さでものすごい楽しめた。その後も買い物して夜は「PerfectDays」を見た。美しき日々、毎日を楽しむ心、見ながら忘れているものを思い出させてくれた。この日記アプリを作った。claude3.7えぐい。", "weather": "晴れ", "health": "元気", "rating": 5, "activities": ["家族と過ごした", "映画/TVを見た", "創作活動をした", "休息した", "新しいことを学んだ"], "mood": "幸せ", "memo": "", "sleep_hours": 6.5}, {"date": "2025-03-02", "content": "今日は昼まで寝た。先週は毎日6時間睡眠ぐらいだったので寝不足解消に10時間ほど寝られていい気分だった。昼からはスタバに行き玲菜が飲みたいフラペチーノを飲みにいった。スタバは高い、けどクオリティはいいしサクッと行くには気分がいい。長くいるほうが満足度は高い気がする。その後は、スーパーに買い出しにいき、ついでに先週自作した防災グッズスプレッドシートを埋めていくために買い物もした。やっぱり、todo的なリストを埋めていく作業にすると楽しいからいい。夜は御上先生を見て、学びを深めた、これはポッドキャストで話そう。日曜の夜の蒸し野菜はうまい。", "weather": "曇り", "health": "元気", "rating": 4, "activities": ["運動した", "家族と過ごした", "映画/TVを見た", "休息した"], "mood": "充実", "memo": "", "sleep_hours": 7.0}, {"date": "2025-02-28", "content": "一日仕事、今週は教育でだいぶ時間使ったので余暇の時間が少なかったな。でも若い子に教えるのは結構楽しい。\n仕事もアプリを最終調整も終えて不安なポイントが結構減らせた。", "weather": "晴れ", "health": "元気", "rating": 3, "activities": ["勉強した", "仕事をした"], "mood": "充実", "memo": "", "sleep_hours": 7.5}, {"date": "2025-03-03", "content": "今日の仕事はただただ資料を作った。ある程度な資料は作れたのでそこは褒めたい。ただ成長した感じがしないのでやっぱり何か自分から一日一つでも成長してる感覚を持つために考えていくことで「今日の評価」を上げていきたい。帰ってからはアニメとホットスポットを見て楽しんだ。", "weather": "曇り", "health": "元気", "rating": 3, "activities": ["家族と過ごした", "映画/TVを見た", "仕事をした"], "mood": "選択しない", "memo": "SNSでの錯覚資産をもっと頑張るべきか？", "sleep_hours": 7.0}, {"date": "2025-03-04", "content": "今日は、仕事で昨日作った資料を室長に見せたが概ね問題なく通った。好きな見た目で好きなように作った資料だったのでそこそこ楽しかったかな、その後宿題も終えられたので達成感あり。アプリの問題になりそうな部分も大体片付けられたし、AI利用したアプリ開発もどんどん板についてきている。もう少し雑談ベースでもいいから周りの人と会話して自分の存在感を示すと充実感もあげつつ仕事も上手くいくようになりそうだしコスパもいいからやってみようかな。\n夜はポッドキャスト収録をした。ポッドキャスト収録は充実感がますねやっぱり、しかもアウトプットになりつつ頭に内容が定着するからよい。福晃の話がのってきていないときに盛り上げる相槌術を身につけたい", "weather": "雨", "health": "元気", "rating": 4, "activities": ["読書した", "家族と過ごした", "創作活動をした", "仕事をした"], "mood": "達成感", "memo": "ポッドキャストの分析アプリ作って自動でデータ収集させたい", "sleep_hours": 7.5}, {"date": "2025-03-05", "content": "今日は淡々と資料作りをして、物流アプリのUI修正の機能追加を行った。基本的なことは生成AIプログラミングすれば正直楽勝に成果を出せてしまうので新しい面白い機能を考えていきたい。", "weather": "雨", "health": "元気", "rating": 3, "activities": ["家族と過ごした", "映画/TVを見た", "仕事をした"], "mood": "退屈", "memo": "", "sleep_hours": 7.0}, {"date": "2025-03-06", "content": "今日はアプリの機能追加と資料作成と打ち合わせ、しっかりとやるべきことをやったので達成感はある。それから今日は意識して仕事ベースで雑談をすることをしたので割とそれも良かったので継続したい。明日は恐らく時間が大量にあるので、機能として面白いことがないか探してみたいなと思う。（特に地図周りかな）、あと来年度のAzureかりてそこでアプリの稼働する計画を立てようかな。「死んだ山田と教室」が面白い。最近、経済と政治の情報を取り入れていて本当に世の中の解像度が上がってきた。時代が変わってきている部分と変わっていない部分をそれぞれ注視してやるべきことをゆるストイックに生きていきたい。", "weather": "曇り", "health": "眠い", "rating": 4, "activities": ["読書した", "映画/TVを見た", "仕事をした", "新しいことを学んだ"], "mood": "達成感", "memo": "", "sleep_hours": 7.5}, {"date": "2025-03-07", "content": "今日はアプリ開発の気になっていたところ一つ解決した。すでにやるべきことは終わっていたのでだいぶゆったりやっていたと思う。夜はゆったり玲菜と二人で過ごしつつ梅酒を飲みながらゲームをして幸せな時間を過ごせてよかった。寝る前に山田を一章ずつ読むのがいいね。これからも少しずつ読むのが良さそう。ちゃんと眠くなれていい感じ。", "weather": "晴れ", "health": "元気", "rating": 4, "activities": ["読書した", "家族と過ごした", "映画/TVを見た", "ゲームをした", "休息した", "仕事をした"], "mood": "リラックス", "memo": "", "sleep_hours": 6.5}, {"date": "2025-03-08", "content": "今日は昼までガッツリ10時間寝た。これだけ寝られるということはやっぱり睡眠時間が平日足りていないんだろうな。寝られるとやっぱり幸せ度は高い気がする。そしてニトリに行って食器とか必要なモノを少し買った。少しずつ生活が楽になるものにはお金は多少使っていくといいよね。お金の使い方として持続性が高いと思う。夜は玲菜と刈谷で初めてのおしゃれな飲み屋さんでデートして凄い楽しかった。初めてお店で大人っぽく焼き鳥が静かにおいしく食べられて大人になった感覚になった。それでも5000円、安上がりな性格してるよね。それとこの日記アプリに睡眠時間を機能追加して進化させた。分析機能はもう少しよくしたいけどやっぱり開発そのものが楽しい性格してることに気付く。\n", "weather": "曇り", "health": "元気", "rating": 5, "activities": ["読書した", "家族と過ごした", "映画/TVを見た", "休息した", "新しいことを学んだ"], "mood": "幸せ", "memo": "", "sleep_hours": 10.0}, {"date": "2025-03-09", "content": "今日は朝は髪を切りに行った。美容師さんに「本当に何でも知ってるね」って言われた。確かに何でも知ってるし誰と話してもちょっと話を加えて話せるのが凄いところだと自分でも思う。ちょっと自己肯定感が上がった。その後は玲菜が3月9日が大切な日ということで一緒に守山を振り返る日にした。久しぶりに色んな守山とか長久手らへんに言ったけど、あの頃気付いていなかったことも沢山あったり懐かしかったり面白かったかな。でもやっぱり自分が成長しているのもあって新しい気付きがあったりするわけではないね。振り返るのは悪くないけど。玲菜との関係は少しうまく行かないことが多い気がする。繊細だし、変だと思ったことは直接聞くよりも察して先回りして自分の行動を変える方向にしてみようかな。楽しいときに何故か玲菜は不安になる気がする。なんでなんだろう。ちょっと悲しい。\n\n", "weather": "晴れ", "health": "元気", "rating": 4, "activities": ["家族と過ごした", "映画/TVを見た", "休息した"], "mood": "悲しい", "memo": "", "sleep_hours": 6.0}, {"date": "2025-03-10", "content": "今日の仕事は社内広報のインタビューを受けてそれっぽいことをたくさん話しておいた。思ったより自分が主人公じゃなくてつまらなかったし落胆してる自分もいたからもう少し目立ちたい欲があるのかも？最近仕事に張り合いがないからかもしれない。EFに向けてちょっと上にやつらに認めさせたい。プロポーズについてもホテルの予約をはじめプランが少しずつ出来てきてちょっと安心感がある。明日からしっかり進めていこう。まずは指輪をいつ手に入れるかを明日絶対決める。ホットスポットおもしろい。", "weather": "晴れ", "health": "普通", "rating": 3, "activities": ["映画/TVを見た", "仕事をした"], "mood": "リラックス", "memo": "", "sleep_hours": 6.0}, {"date": "2025-03-11", "content": "今日は資料作りをしてたけど、資料作りってちょっとデトックス感ある。頭の中で整理されてるけどそれを外部に出すことでスッキリするから次の知識をいれたくなる。資料はどうせ訂正されるんだからいい感じ作っておけばいいかな。ポッドキャストの収録したけどやっぱり台本がすべて、台本がしっかりしていて残りの抽出する絞りだした部分で光るモノが出てくるから次からグロックへの台本作りを進化させていこう。", "weather": "雨", "health": "元気", "rating": 4, "activities": ["読書した", "映画/TVを見た", "創作活動をした", "仕事をした"], "mood": "達成感", "memo": "", "sleep_hours": 7.0}, {"date": "2025-03-12", "content": "山田を全て読んだ。止められなかった。死んでスピーカーになるフィクション性と徐々に重要度が落ちていくリアルさと和久津の人生を変えてくれた人に対する信仰だったりが本当にバランスが良くて新しい感覚を得られる小説だった。さすがメフィスト賞、新しい切り口で凄い好きな小説だったね。人生のバカバカしさと人生にしがみつく気持ちが知的生命としての人間と生物としての人間の両面を持つ現代の人間性を正しく表現していたと思う。ポッドキャストのサムネも作って偉い。", "weather": "曇り", "health": "元気", "rating": 5, "activities": ["読書した", "家族と過ごした", "映画/TVを見た", "創作活動をした", "仕事をした", "新しいことを学んだ"], "mood": "リラックス", "memo": "", "sleep_hours": 6.0}, {"date": "2025-03-13", "content": "マジで報告重ねる文化ってなんだろうね。あともっと目立ちたいし評価してほしいけど相手のレベルが低いようにしか感じないのは自分が未熟なのかな。自分よりも頭がいいって人と会話したいし同じレベルの人ってエレ機器に一人もいないんじゃないかと思ってしまう。会話してて同じスピードで会話できたの降旗さんぐらいかも。物流も飽きてきたし他のやりたい仕事見つけてやっていこうかな。それかとりあえず昇格を目標にして出ていくか。", "weather": "晴れ", "health": "眠い", "rating": 3, "activities": ["家族と過ごした", "映画/TVを見た", "仕事をした"], "mood": "退屈", "memo": "", "sleep_hours": 6.0}, {"date": "2025-03-14", "content": "一日在宅したけど満足度がマジでない、退屈、やる気でない。やっぱり自ら何かやる気を出す理由を作りださないと家に一日いてもだダメだね。在宅するにしても思いっきり自分用のアプリ開発をしたり未来のこと考えたりしよう。本を読んだり、新しいことを学んだりすることが評価が上がる傾向があるからそれをやる気のない日はテーマをもって取り組むといい感じになりそうだよね。", "weather": "曇り", "health": "普通", "rating": 3, "activities": ["創作活動をした", "休息した", "仕事をした"], "mood": "退屈", "memo": "", "sleep_hours": 8.0}, {"date": "2025-03-15", "content": "1日外に出て買い物をした、服を中心にモゾで過ごしたけどやっぱり目的を持って過ごさないとちょっと間延びするね。マイナスではないけど。ユニクロのセットアップ手に入らなかった！結構いい感じだったからちょっと残念かな。玲菜と一緒に歩いてるカップルの服装みて話したの楽しかったな、ラーメンも美味しかったし充実はしていた！あとはPIVOTの株についての動画はめちゃくちゃ勉強になって良かった。", "weather": "雨", "health": "元気", "rating": 4, "activities": ["家族と過ごした", "勉強した", "映画/TVを見た"], "mood": "充実", "memo": "", "sleep_hours": 8.0}, {"date": "2025-03-16", "content": "コメダで旅行のことを決めながら過ごした。コトリップで地図や有名観光地を抑えて、Grokを使って調査と旅行計画を立ててもらうのが最高に便利！！GrokならWeb上の最新データも引っ張ってくるから変な時間割にならずに作ってくれるしかなり良い、これからもデートの時に使おう。そして無印でめっちゃ似合うセットアップとサングラスを手に入れたのが大きい、やっぱりたまにビビッと来たやつを買うのが気持ちいいね。充実感も上がる。あとはパパっと家事掃除をしたのもいいね、ゲーム感覚で速さを自分の中で競うとかも凄い良いから続けていきたい。", "weather": "雨", "health": "元気", "rating": 5, "activities": ["家族と過ごした", "勉強した", "映画/TVを見た", "休息した", "新しいことを学んだ"], "mood": "充実", "memo": "", "sleep_hours": 9.0}, {"date": "2025-03-17", "content": "仕事がやれることが少なかったからアピールのために少し資料を作り共有、そして数人と話して状況把握とフォローをすることで最低限の動きでコスパ良く働いたので仕事は良かったと思う。暇な時間を使ってバイブコーディングして日記アプリの進化とポッドキャストの自動編集アプリを作ったのが楽しい。毎日claude3.7が使える範囲でバイブコーディングすると人生だいぶ楽しく過ごせる気がする、欲しいものが簡単に作れるって最高。寝る前にペッパーズ・ゴースト読みはじめた！", "weather": "曇り", "health": "眠い", "rating": 4, "activities": ["読書した", "創作活動をした", "仕事をした", "新しいことを学んだ"], "mood": "リラックス", "memo": "", "sleep_hours": 5.5}, {"date": "2025-03-18", "content": "ひたすらffmpegを作ったアプリ開発をしていて新しい勉強にはなったし仕事の時間を使ってそこらへん学べたのはいいね、最終的にはポッドキャスト音声自動編集アプリとして売り出すのありだな～、毎日Claude使ってアプリ開発していくのが楽しい、プロンプトの調整とかやり方を考えずにやれるようになりたい（課金したい）、マジでＡＩ使う使わないで人生変わるよなぁ。ペッパーズゴーストわりかし面白いのでサクサク読めそう。", "weather": "晴れ", "health": "元気", "rating": 4, "activities": ["読書した", "映画/TVを見た", "創作活動をした", "仕事をした", "新しいことを学んだ"], "mood": "リラックス", "memo": "", "sleep_hours": 6.0}, {"date": "2025-03-19", "content": "アプリが形になってきてて良い感じ、ゆるくやってるけど人に任せるところは任せるのが板について来た感じもある。不具合になりそうな所も修正したし新たに有ったほうがいい機能も付けたしね。明日の報告は上手くやることだけ意識して評価はフル無視しよっと。あとポッドキャストの収録もした。来季はYouTube伸ばして1000人いきたい。", "weather": "曇り", "health": "元気", "rating": 4, "activities": ["創作活動をした", "仕事をした"], "mood": "充実", "memo": "", "sleep_hours": 6.0}]